"Boot Volume" = "Boot Volume";
"Choose EFI folder" = "Choose EFI folder";
"Clover on %@" = "Clover on %@";
"Clover Updates Check" = "Clover Updates Check";
"Default" = "Default";
"EFI on %@ [%@]" = "EFI on %1$@ [%2$@]";
"No" = "No";
"No description available" = "No description available";
"No new Clover revisions are avaliable at this time!" = "No new Clover revisions are avaliable at this time!";
"None" = "None";
"Not specified" = "Not specified";
"Ok" = "Ok";
"Save Clover setting" = "Save Clover setting";
"Set custom Clover location" = "Set custom Clover location";
"Update..." = "Update...";


